{
  "translations": {
    "de": {
      "Nello One - A project of Ulrich Bittner": "Nello One - Ein Projekt von Ulrich Bittner",
      "Description:": "Beschreibung:",
      "This instance integrates the Nello One, the secure keyless access upgrade for your intercom, into IP-Symcon.": "Diese Instanz integriert Nello One, den sicheren Türöffner für dein Gegensprechtelefon, in IP-Symcon.",
      "You can receive a notification when someone rings the doorbell and you can open the door.": "Sie können eine Benachrichtigung erhalten, wenn jemand an der Tür klingelt und können die Tür öffnen.",
      "For further information, please refer to the documentation or the notes here in the configuration.": "Weitere Informationen entnehmen Sie bitte der Dokumentation oder den Hinweisen hier in der Konfiguration.",
      "Configuration:": "Konfiguration:",
      "(0) Instance information": "(0) Instanzinformationen",
      "Symcon version:\t5.1>": "Symcon Version:\t5.1>",
      "Module version:\t2.01-2001": "Modul Version:\t2.01-2001",
      "Date:\t\t\tApril 19, 2019": "Datum:\t\t\t19. April 2019",
      "Time:\t\t\t10:00": "Uhrzeit:\t\t\t10:00",
      "Developer:\t\tUlrich Bittner": "Entwickler:\t\tUlrich Bittner",
      "Prefix:\t\t\tNELLO": "Präfix:\t\t\tNELLO",
      "If no token is displayed, please use the button (1) Token REGISTER first or add your token manually.": "Sofern kein Token angezeigt wird, so nutzen Sie bitte zunächst die Schaltfäche (1) Token REGISTRIEREN oder geben Ihren vorhandenen Token manuell ein.",
      "Token": "Token",
      "(2) Locations": "(2) Standorte",
      "Please use the button (2) Locations IMPORT for automatic import or enter the data manually.": "Nutzen Sie bitte die automatische Einrichtung über die Schaltfläche (2) Standorte IMPORTIEREN oder geben Sie die Daten manuell ein.",
      "Utilisation": "Verwendung",
      "Location ID": "Standort ID",
      "Street": "Straße",
      "Post Code": "Postleitzahl",
      "City": "Ort",
      "Country": "Land",
      "You can receive status information from your Nello One automatically. Please use the (3) Webhook ADD/UPDATE button to create the webhook.": "Sie können automatisch Status Informationen von Ihrem Nello One erhalten. Bitte nutzen Sie die Schaltfläche (3) Webhook HINZUFÜGEN/AKTUALISIEREN, um den Webhook anzulegen.",
      "Please enter any user name for authentification.": "Bitte geben Sie einen beliebigen Benutzernamen zur Authentifizierung an.",
      "Username": "Benutzername",
      "Please enter any password for authentification.": "Bitte geben Sie einen beliebiges Kennwort zur Authentifizierung an.",
      "Password": "Kennwort",
      "(4) Push Notification": "(4) Push Benachrichtigung",
      "Please select the corresponding WebFront instance to receive notifications about status changes when this function is activated.": "Bitte wählen Sie die entsprechende WebFront Instanz aus, um bei aktivierter Funktion Benachrichtigungen über Statusänderungen zu erhalten.",
      "Receive notifications": "Benachrichtigungen erhalten",
      "WebFront Instance": "WebFront Instanz",
      "Manual": "Bedienungsanleitung",
      "Register": "Registrieren",
      "List": "Anzeigen",
      "Import": "Importieren",
      "Open door": "Tür öffnen",
      "Add/update": "Hinzufügen/aktualisieren",
      "Delete": "Löschen",
      "Nello One will be created": "Nello One wird erstellt",
      "Nello One is active": "Nello One ist aktiv",
      "Nello One will be deleted": "Nello One wird gelöscht",
      "Nello One is inactive": "Nello One ist inaktiv",
      "An unknown error has occurred!": "Es ist ein unbekannter Fehler aufgetreten!",
      "No token found under (1) Token. Please register for a token first or add existing token.": "Kein Token unter Punkt (1) Token gefunden. Bitte registrieren Sie sich zuerst oder fügen Sie ein bestehenden Token hinzu.",
      "No data found under point (2) Locations. Please import the locations first.": "Keine Daten unter Punkt (2) Standorte gefunden. Bitte importieren Sie zunächst die Standorte.",
      "Please check the configuration under point (2) Locations.": "Bitte überprüfen Sie die Konfiguration unter Punkt (2) Standorte.",
      "Please select a valid WebFrontID under point (4) Push Notification.": "Bitte wählen Sie unter Punkt (4) Push Benachrichtigung ein gültiges WebFront aus.",
      "No token found. Please register for a token first.": "Kein Token gefunden. Bitte registrieren Sie sich zuerst für einen Token.",
      "The locations were imported successfully!": "Die Standorte wurden erfolgreich importiert!",
      "No webhook username found. Please enter a username.": "Keinen Webhook Benutzernamen gefunden. Bitte geben Sie einen Benutzernamen an.",
      "No webhook password found. Please enter a password.": "Kein Webhook Kennwort gefunden. Bitte geben Sie ein Kennwort an.",
      "Webhook was added/updated successfully.": "Webhook wurde erfolgreich hinzugefügt/aktualisiert.",
      "An error occurred while adding/updating the webhook.": "Beim hinzufügen/aktualisieren des Webhook ist ein Fehler aufgetreten.",
      "No location has been assigned.": "Es wurde kein Standort zugewiesen.",
      "Webhook was deleted successfully.": "Webbhook wurde erfolgreich gelöscht.",
      "An error occurred while deleting the webhook.": "Beim Löschen des Webhook ist ein Fehler aufgetreten.",
      "Someone rang the doorbell, but nello did not open. Location: ": "Jemand hat geklingelt aber nello hat nicht geöffnet. Standort: ",
      "has opened the door. Location: ": "hat die Tür geöffnet. Standort: ",
      "has opened the door via Homezone Unlock automatically. Location: ": "hat die Tür automatisch via Homezone Unlock geöffnet. Standort: ",
      "has opened the door via Time Window automatically. Location: ": "hat die Tür automatisch via Time Window geöffnet. Standort: ",
      "Nello Notification": "Nello Benachrichtigung",
      "Notification could not be sent.": "Benachrichtigung konnte nicht versendet werden",
      "An error occurred while getting the locations.": "Beim Abrufen der Standorte ist ein Fehler aufgetreten.",
      "An error occurred while opening the location.": "Beim Öffnen des Standortes ist ein Fehler aufgetreten.",
      "Location": "Standort",
      "Door": "Tür"
    }
  }
}
